Tekla.Structures.Internal.WrapperFunctionalityBase.Invoke7vvrrvvv``8(``0,``1,``2@,``3@,``4,``5,``6,Tekla.Structures.Internal.WrapperFunctionalityBase.TargetMethod7vvrrvvv{``0,``1,``2,``3,``4,``5,``6,``7})


Tekla.Structures.Internal.WrapperFunctionalityBase.Invoke9vvvvvvvrv``10(``0,``1,``2,``3,``4,``5,``6,``7@,``8,Tekla.Structures.Internal.WrapperFunctionalityBase.TargetMethod9vvvvvvvrv{``0,``1,``2,``3,``4,``5,``6,``7,``8,``9})


Tekla.Structures.Internal.WrapperFunctionalityBase.Invoke8vvvvvvrv``9(``0,``1,``2,``3,``4,``5,``6@,``7,Tekla.Structures.Internal.WrapperFunctionalityBase.TargetMethod8vvvvvvrv{``0,``1,``2,``3,``4,``5,``6,``7,``8})
